Repository: common-repository/time-machine
Catalog: languages/tm-*.po
Languages: it_it, sr_rs, zh_cn

source: After [+]
sr_rs: после датума [+]

source: Before [-]
sr_rs: пре датума [-]

source: Both [+/-]
sr_rs: од пре до после датума [+/-]

source: Days
sr_rs: дана

source: Default value is
it_it: Valore di default
sr_rs: Подразумевана вредност је
zh_cn: 默认值是

source: Disable offset
sr_rs: искључи раздобље

source: Display number of comments
it_it: Mostra il numero di commenti
sr_rs: Прикажи број коментара
zh_cn: 评论显示的数量

source: Exclude current year articles
it_it: Escludi i post dell'anno in corso
sr_rs: Занемари овогодишње чланке
zh_cn: 排除今年的文章

source: Exclude pages from listing
it_it: Escludi dalla lista le pagine
sr_rs: Занемари Вордпрес стране
zh_cn: 列表中排除页面

source: Hours
sr_rs: сати

source: Include password protected posts in listing?
it_it: Includi nella lista i post protetti da password?
sr_rs: Укључи заштићене чланке
zh_cn: 列表中包括密码保护的文章？

source: Message when no posts in past
it_it: Messaggio quando non ci sono post in passato
sr_rs: Порука када нема чланака
zh_cn: 当历史上的今天没有文章时所显示的话

source: Months
sr_rs: месеци

source: No entry on current day in past
it_it: Nessun post per il giorno attuale
sr_rs: ... раније ништа нисам писао :(
zh_cn: 历史上的今天没有存档

source: Number of comments
it_it: Numero di commenti
sr_rs: Број коментара
zh_cn: 评论数

source: Number of hours/days/weeks/months to make time range before and/or after today date in past years
sr_rs: Број сати, дана, недеља или месеци за који ће се направити раздобље пре и/или после данашњег датума претходних година

source: Number of posts
it_it: Numero di post
sr_rs: Број чланака за приказ
zh_cn: 文章数

source: Offset
sr_rs: Раздобље

source: Published at
sr_rs: Објављено дана

source: Range type
sr_rs: Период раздобља

source: Show widget if no posts
it_it: Fai apparire il widget anche se non ci sono post
sr_rs: Прикажи празан виџет
zh_cn: 如果没有文章，小工具是否显示？

source: Time Machine
it_it: Scritti come oggi, in un anno diverso
sr_rs: На данашњи дан
zh_cn: 历史上的今天

source: Title
it_it: Titolo
sr_rs: Наслов
zh_cn: 标题

source: Weeks
sr_rs: недеља

source: after
sr_rs: после

source: before
sr_rs: пре

source: before and after
sr_rs: пре и после

source: days
sr_rs: дана

source: hours
sr_rs: сати

source: months
sr_rs: месеци

source: today's day in past years
sr_rs: данашњег датума протеклих година

source: weeks
sr_rs: недеља
